Repository: cargy/driverstudy
Catalog: src/po/*/DriverStudy.po
Languages: el

source: Are you sure you want to quit?
el: Είστε σίγουρος ότι θέλετε να τερματίσετε την εφαρμογή;

source: Do you want to cancel this Test?
el: Είστε σίγουρος ότι θέλετε να ακυρώσετε το Τεστ;

source: You are out of time!
el: Ο διαθέσιμος χρόνος εξαντλήθηκε!

source: Test Completed! You answered correctly: %d from %d questions.
el: Το Τεστ ολοκληρώθηκε! Απαντήσατε σωστά: %d από τις %d ερωτήσεις.

source: All wrong questions were shown! You can: - see again the wrong questions [Show me again] - start a new Test[New Test] - return to home page [Cancel]
el: Όλα σας τα λάθη εμφανίστηκαν! Μπορείτε: - να δείτε ξανά τα λάθη σας [Ξανά δείξε μου] - να ξεκινήσετε νέο Τεστ [Νέο Τεστ] - να επιστρέψετε στην αρχική οθόνη [Άκυρο]

source: Show me again
el: Ξανά δείξε μου

source: New Test
el: Νέο Τεστ

source: Cancel
el: Άκυρο

source: Question %i/%i
el: Ερώτηση %i/%i

source: Question %i (%s)
el: Ερώτηση %i (%s)

source: Car
el: Αυτοκίνητο

source: Motorcycle
el: Μοτοσικλέτα

source: Truck
el: Φορτηγό

source: Bus
el: Λεωφορείο

source: Car Special Category
el: Ειδική Κατηγορία Αυτοκίνητο

source: Motorcycle Special Category
el: Ειδική Κατηγορία Μοτοσικλέτα

source: Questionnaire %i - %s
el: Ερωτηματολόγιο %i - %s

source: Application Title
el: Τίτλος Εφαρμογής

source: Select a Test Category
el: Επιλέξτε κατηγορία

source: Quit
el: Έξοδος

source: Help
el: Σχετικά

source: Select Language
el: Επιλογή Γλώσσας

source: Greek
el: Ελληνικά

source: English
el: Αγγλικά

source: Russian
el: Ρώσικα

source: Albanian
el: Αλβανικά

source: Dictation
el: Υπαγόρευση

source: Fullscreen
el: Πλήρης Οθόνη

source: &No
el: &Όχι

source: &Yes
el: &Ναι

source: &OK
el: &ΟΚ

source: &Cancel
el: &Άκυρο

source: Validate Answer @+1+
el: Επιβεβαίωση Απάντησης @+1+

source: Next Question @+1>@+1>[]
el: Επόμενη Ερώτηση @+1>@+1>[]

source: @c;%s ver. %s Copyright(c) 2010 Argyriadis Christos c.argyriadis@@locusta.gr
el: @c;%s εκδ. %s Copyright(c) 2010 Αργυριάδης Χρήστος c.argyriadis@@locusta.gr

source: Couldn't initialize audio device %s
el: Δεν ήταν δυνατή η αρχικοποίηση του συστήματος ήχου %s

source: Creating Test, please wait ...
el: Δημιουργία νέου Τεστ, παρακαλώ περιμένετε ...

source: This categories tests doesn't exist in %s yet! The Test will be loaded in %s
el: Τα Τεστ αυτής της Κατηγορίας δεν είναι διαθέσιμα στα %s! Το Τεστ θα προβληθεί στα %s

source: Test created Successfully!
el: Το Τεστ δημιουργήθηκε!
